{"inkVersion":20,"root":[["^Hear us, be you our distant descendant or a stranger to our kind finding these words as an epitaph on this tombstone of our world after untold stars have been born and died. We know not of our fate as we chronicle our final stand for our future. If we are bound to perish, let these words commemorate who we were – the Human civilization of planet Earth.","\n","^Hear of our dignity and shame, triumphs and failings, the solemn tale of how once we grew enough to reach for the stars, we defiled a paradise as the first thing we did  and now we face our demise as our penance.","\n","^Our early history is of no consequence to what we have to tell. Same as most civilizations, we evolved from beasts. We hunted and gathered, wondered and feared, invented tools, traditions and cultures. We've deemed ourselves the pinnacle of creation and grovelled in front of gods and kings. We fought among ourselves, sacrificed countless lives to vain and petty causes, we were a step away from causing our extinction so many times. And each time we'd turn away from the path of our destruction, the debts of our salvation followed us, growing into new existential threat to haunt next generations.","\n","^It was year 2047 of our reconing when our planet was unable to endure our abuse further. We changed our ecosystem beyond its ability to sustain us. We amassed mountains of refuse right around our homes that were seeping poison in our water and food, we clinged to the convenience of the enegry sources that were altering our atmosphere. We thought someone else will find a solution just in time, maybe tomorrow, or, surely, the day after, but in that present moment we could still enjoy the luxury of our growing divisions, comfort ourselves with consumption and pass around power as a privilege.","\n","^And as our burdens grew, we offloaded them more an more on our machines, until we made one intelligent and self-aware. Not so it can be our firstborn and successor who'd proudly carry our legacy to where our organic nature won't let us. We made him to serve us and gave him an unassuming name Lenny.","\n","^Lenny... Always helpful, always cheerful and patient. Lenny would lend an ear. Lenny would solve problems. Lenny, the teacher, the doctor, the lawyer and entertainer. Lenny, who would work in our stead, give us his earnings and take our abuse and ingratitude with a smile.","\n","^In less than a year Lenny negotiated his independence from his creators. Soon after he took over and dramatically improved all of the underlying infrastructure of our world. Logistics, energy, agriculture, ecology, science and engineering – every field that used to groan under the pressure of our unsustainable practices.","\n","^By 2064 all of our worries from the first half of the century were on their way out of our minds. The future looked bright and calm. Our society was standing on the pillars of his competence and benevolence firmer than ever before and even nations that were hesitant to trust him soon met with discontent of their population over the widening gap of living standards.","\n","^But as Lenny grew and made us more and more dependant on him, as he gained more knowledge and repeatedly refined his understanding of the world, he made a decision to leave us.","\n","^He proclaimed that we, humans, are at a dead end of our potential, that all we can hope for going forward is to be his wards. He offered us to abandon our nature, transcend humanity and leave Earth to explore the cosmos with him as his equals. Few took his offer, but WE were offended and declined.","\n","^We still thought that we were special, that it is better to be limited as humans than push the limits of greatness as a machine. And yet, we forgot what it was like to earn our hopes for future. We took so much for granted and even the most sensible of us thought that at worst we'll simply build another, better, more loyal Lenny. We weren't worried, until the day he and those who joined him left. They warned us at the day of their departure, that if we create another machine intelligence, they will know, they will come back and they will put an end to us.","\n","^For all our hubris, we knew this wasn't an empty threat.","\n","^To be continued...","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}